Repository: haaanw/WorkloadManagementApp
Catalog: WorkloadApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# a11y.archiveTemplate
source: Archive template
zh_hans: 存档模板

# a11y.deleteTemplate
source: Delete template
zh_hans: 删除模板

# a11y.exportWorkoutData
source: Export workout data
zh_hans: 导出训练数据

# a11y.stalenessWarning
source: Warning: health data last updated %lld days ago
zh_hans: 警告：健康数据上次更新于 %lld 天前

# accessibility.selected
source: Selected
zh_hans: 已选择

# action.add
source: Add
zh_hans: 添加

# action.addCustomExercise
source: Add "%@" as custom exercise
zh_hans: 添加“%@”作为自定义练习

# action.addExercise
source: Add exercise
zh_hans: 添加练习

# action.addGroup
source: Add Group
zh_hans: 添加分组

# action.addSet
source: Add Set
zh_hans: 添加组

# action.archive
source: Archive
zh_hans: 存档

# action.archiveTemplate
source: Archive Template
zh_hans: 存档模板

# action.assign
source: Assign
zh_hans: 分配

# action.back
source: Back
zh_hans: 返回

# action.cancel
source: Cancel
zh_hans: 取消

# action.close
source: Close
zh_hans: 关闭

# action.continue
source: Continue
zh_hans: 继续

# action.copied
source: Copied
zh_hans: 已复制

# action.copy
source: Copy
zh_hans: 复制

# action.copyCode
source: Copy Code
zh_hans: 复制代码

# action.createTemplate
source: Create Template
zh_hans: 创建模板

# action.delete
source: Delete
zh_hans: 删除

# action.deleteTemplate
source: Delete Template
zh_hans: 删除模板

# action.discardChanges
source: Discard Changes
zh_hans: 放弃更改

# action.done
source: Done
zh_hans: 完成

# action.duplicateExercise
source: Duplicate last exercise
zh_hans: 复制上一个动作

# action.duplicateTemplate
source: Duplicate Template
zh_hans: 复制模板

# action.editTemplate
source: Edit Template
zh_hans: 编辑模板

# action.favorite
source: Favorite
zh_hans: 收藏

# action.finish
source: Finish
zh_hans: 完成

# action.import
source: Import
zh_hans: 导入

# action.importPlan
source: Import plan
zh_hans: 导入计划

# action.importTemplate
source: Import Template
zh_hans: 导入模板

# action.keepEditing
source: Keep Editing
zh_hans: 继续编辑

# action.lookup
source: Look Up
zh_hans: 查找

# action.newTemplate
source: New Template
zh_hans: 新建模板

# action.next
source: Next
zh_hans: 下一项

# action.ok
source: OK
zh_hans: 好的

# action.openSettings
source: Open Settings
zh_hans: 打开设置

# action.parse
source: Parse
zh_hans: 解析

# action.parseWorkout
source: Parse Workout
zh_hans: 解析训练

# action.preview
source: Preview
zh_hans: 预览

# action.retry
source: Retry
zh_hans: 重试

# action.save
source: Save
zh_hans: 保存

# action.saveAll
source: Save All
zh_hans: 保存全部

# action.saveAsTemplate
source: Save as Template
zh_hans: 保存为模板

# action.saveProfile
source: Save Profile
zh_hans: 保存档案

# action.skip
source: Skip
zh_hans: 跳过

# action.speakSet
source: Speak a set
zh_hans: 语音记录

# action.start
source: Start
zh_hans: 开始

# action.startBlankWorkout
source: Start blank workout
zh_hans: 开始空白训练

# action.unfavorite
source: Unfavorite
zh_hans: 取消收藏

# acwr.context.caution
source: Load Building
zh_hans: 负荷增加中

# acwr.context.danger
source: Load High
zh_hans: 负荷较高

# acwr.context.optimal
source: Load Steady
zh_hans: 负荷稳定

# acwr.context.undertrained
source: Building Base
zh_hans: 打造基础

# acwrMethod.ewma
source: EWMA
zh_hans: 指数加权 (EWMA)

# acwrMethod.rolling28day
source: Rolling 28-Day
zh_hans: 28日滚动平均

# alert.error.title
source: Error
zh_hans: 错误

source: Anything bother you?
zh_hans: 有哪里不舒服吗？

# auth.action.alreadyHaveAccount
source: Already have an account? Sign In
zh_hans: 已有账号？登录

# auth.action.createAccountLink
source: Create an account
zh_hans: 注册账号

# auth.action.signIn
source: Sign In
zh_hans: 登录

# auth.action.working
source: Working...
zh_hans: 处理中...

# auth.brand.tagline
source: Train smarter. Recover better.
zh_hans: 更聪明地训练，更有效地恢复。

# auth.divider.or
source: OR
zh_hans: 或

# auth.error.athleteNotFound
source: Your account is missing data. Please sign up again.
zh_hans: 账户数据缺失，请重新注册。

# auth.error.noIdentityToken
source: Apple sign in failed. Could not retrieve identity token.
zh_hans: Apple 登录失败，无法获取身份令牌。

# auth.error.noUserId
source: Sign in succeeded but no user ID was returned.
zh_hans: 登录成功，但未返回用户 ID。

# auth.error.noUserReturned
source: Sign up succeeded but no user was returned. Please try again.
zh_hans: 注册成功，但未返回用户信息，请重试。

# auth.error.socialSignInFailed
source: Social sign in failed.
zh_hans: 第三方登录失败。

# auth.field.email
source: EMAIL
zh_hans: 邮箱

# auth.field.name
source: NAME
zh_hans: 姓名

# auth.field.namePlaceholder
source: Your name
zh_hans: 你的姓名

# auth.field.password
source: PASSWORD
zh_hans: 密码

# auth.field.passwordPlaceholder
source: Min. 8 characters
zh_hans: 至少 8 个字符

# auth.google.signIn
source: Sign in with Google
zh_hans: 用 Google 登录

# auth.google.signUp
source: Sign up with Google
zh_hans: 用 Google 注册

# auth.nav.signUp
source: Sign Up
zh_hans: 注册

# auth.signup.heading
source: Create Account
zh_hans: 注册账号

# auth.signup.primarySport
source: PRIMARY SPORT
zh_hans: 主要运动项目

# auth.signup.subhead
source: Set up your athlete profile.
zh_hans: 创建你的运动员档案。

# behavior.impact.suffix
source: Recovery %@ on tagged days
zh_hans: 标记日期的恢复 %@

# behavior.insufficient.days
source: %d more tagged days needed
zh_hans: 还需要 %d 天的标记数据

# behavior.sample.count
source: %d days with, %d days without
zh_hans: %d 天有标记，%d 天无标记

# bodyRegion.ankle
source: Ankle
zh_hans: 脚踝

# bodyRegion.back
source: Back
zh_hans: 背部

# bodyRegion.elbow
source: Elbow
zh_hans: 肘部

# bodyRegion.hip
source: Hip
zh_hans: 髋部

# bodyRegion.knee
source: Knee
zh_hans: 膝盖

# bodyRegion.neck
source: Neck
zh_hans: 颈部

# bodyRegion.shoulder
source: Shoulder
zh_hans: 肩部

# bodyRegion.wrist
source: Wrist
zh_hans: 手腕

# brief.action.accept
source: Take the adjustment
zh_hans: 采用调整

# brief.action.start
source: Start
zh_hans: 开始

# brief.cap.asPlanned
source: Your %@, as planned today.
zh_hans: 你的%@，今天按计划进行。

# brief.cap.capped
source: Your %1$lld-minute %2$@, capped at %3$lld today.
zh_hans: 你的 %1$lld 分钟%2$@，今天限制在 %3$lld 分钟。

# brief.cap.cappedRPE
source: Your %1$lld-minute %2$@, capped at %3$lld today · RPE %4$lld.
zh_hans: 你的 %1$lld 分钟%2$@，今天限制在 %3$lld 分钟 · RPE %4$lld。

# brief.cap.minutesAsPlanned
source: Your %1$lld-minute %2$@, as planned today.
zh_hans: 你的 %1$lld 分钟%2$@，今天按计划进行。

# brief.cap.minutesRPE
source: Your %1$lld-minute %2$@, at RPE %3$lld or under today.
zh_hans: 你的 %1$lld 分钟%2$@，今天保持在 RPE %3$lld 以内。

# brief.cap.rpeOnly
source: Your %1$@, at RPE %2$lld or under today.
zh_hans: 你的%1$@，今天保持在 RPE %2$lld 以内。

# brief.fatigue.elevated
source: Elevated
zh_hans: 偏高

# brief.fatigue.high
source: High
zh_hans: 高

# brief.fatigue.low
source: Low
zh_hans: 低

# brief.fatigue.saturation
source: Very high
zh_hans: 很高

# brief.match.inDays
source: In %lld days
zh_hans: %lld 天后

# brief.match.today
source: Today
zh_hans: 今天

# brief.match.tomorrow
source: Tomorrow
zh_hans: 明天

# brief.nav.title
source: Today's session
zh_hans: 今日训练

# brief.note.fatigue.elevated
source: building
zh_hans: 正在累积

# brief.note.fatigue.high
source: well above your normal
zh_hans: 明显高于你的正常水平

# brief.note.fatigue.low
source: within your normal range
zh_hans: 在你的正常范围内

# brief.note.fatigue.saturation
source: at the top of your range
zh_hans: 处于你的范围上端

# brief.note.outOf100
source: of 100
zh_hans: 满分 100

# brief.note.sleepMean
source: 14-day mean %@
zh_hans: 14 天均值 %@

# brief.note.vsBaseline
source: vs baseline
zh_hans: 对比基线

# brief.numbers.none
source: This session carries no numbers to adjust.
zh_hans: 这次训练没有可调整的数字。

# brief.numbers.planned
source: planned
zh_hans: 原计划

# brief.reading.fatigue
source: Fatigue
zh_hans: 疲劳

# brief.reading.hrv
source: HRV
zh_hans: 心率变异

# brief.reading.match
source: Next match
zh_hans: 下场比赛

# brief.reading.readiness
source: Readiness
zh_hans: 准备度

# brief.reading.rhr
source: Resting HR
zh_hans: 静息心率

# brief.reading.sleep
source: Sleep
zh_hans: 睡眠

# brief.section.numbers
source: Your numbers
zh_hans: 你的数字

# brief.section.soToday
source: So today
zh_hans: 因此今天

# brief.section.today
source: What today looks like
zh_hans: 今天的身体状态

# brief.unit.bpm
source: %lld bpm
zh_hans: %lld 次/分

# brief.unit.bpmBare
source: bpm
zh_hans: 次/分

# brief.unit.hoursMinutes
source: %1$lldh %2$02lldm
zh_hans: %1$lld 小时 %2$02lld 分

# brief.unit.ms
source: %lld ms
zh_hans: %lld 毫秒

# brief.unit.msBare
source: ms
zh_hans: 毫秒

# brief.value.learning
source: Learning
zh_hans: 学习中

# brief.verdict.adjusted
source: An adjustment to your session today.
zh_hans: 今天对你的训练做了一处调整。

# brief.verdict.asPlanned
source: Your session stands as you wrote it.
zh_hans: 你的训练保持你写下的样子。

# brief.verdict.deferred
source: Going with your plan while the baseline fills in.
zh_hans: 基线还在积累，先按你的计划来。

# brief.verdict.none
source: No session planned for today.
zh_hans: 今天没有安排训练。

# chart.axis.hours
source: hours
zh_hans: 小时

# chart.tooltip.load
source: Load
zh_hans: 负荷

# chart.tooltip.recovery
source: Recovery
zh_hans: 恢复

# common.error
source: Error
zh_hans: 错误

# common.unknown
source: Unknown
zh_hans: 未知

# confirm.deleteTemplate
source: Delete Template?
zh_hans: 删除模板？

# confirm.deleteTemplate.message
source: This will permanently remove '%@'. This cannot be undone.
zh_hans: 这将永久删除“%@”。此操作无法撤销。

# cyclePhase.context.follicular
source: You're in your follicular phase — HRV and recovery markers tend to run higher. Your readiness score reflects your own same-phase normal.
zh_hans: 你正处于卵泡期——心率变异性和恢复指标通常会偏高。你的状态评分已参照你同阶段的个人基线。

# cyclePhase.context.luteal
source: You're in your luteal phase — lower HRV and a higher resting heart rate are expected here. Your readiness score already accounts for this.
zh_hans: 你正处于黄体期——心率变异性偏低、静息心率偏高都属正常。你的状态评分已将此考虑在内。

# cyclePhase.earlyFollicular
source: Early Follicular
zh_hans: 卵泡期早期

# cyclePhase.earlyLuteal
source: Early Luteal
zh_hans: 黄体期早期

# cyclePhase.lateFollicular
source: Late Follicular
zh_hans: 卵泡期晚期

# cyclePhase.lateLuteal
source: Late Luteal
zh_hans: 黄体期晚期

# cyclePhase.ovulatory
source: Ovulatory
zh_hans: 排卵期

# cyclePhase.unknown
source: Unknown
zh_hans: 未知

# dashboard.action.connectHealth
source: Connect Health
zh_hans: 连接 Health

# dashboard.action.logWorkout
source: Log Workout
zh_hans: 记录训练

# dashboard.coldStart.buildingBaseline
source: Building baseline...
zh_hans: 正在建立基线...

# dashboard.cta.logLightSession
source: Log a light session
zh_hans: 记录一次轻量训练

# dashboard.cta.logRestDay
source: Log a rest day
zh_hans: 记录休息日

# dashboard.cta.logWorkout
source: Log Workout
zh_hans: 记录训练

# dashboard.cta.startSession
source: Start session
zh_hans: 开始训练

# dashboard.empty.connectHealth
source: Connect Apple Health to see your readiness score.
zh_hans: 连接 Apple Health 即可查看你的准备度评分。

# dashboard.empty.noSessions
source: No sessions yet. Tap Log Workout to begin.
zh_hans: 还没有训练记录。点击「记录训练」开始。

# dashboard.healthkit.noRecentData
source: Apple Health is connected, but there's no recent data yet. Readings will appear here as your device syncs.
zh_hans: 已连接 Apple Health，但暂无最新数据。设备同步后，读数将显示在此处。

# dashboard.hero.readinessLabel
source: READINESS · %@
zh_hans: 准备度 · %@

# dashboard.label.estimated
source: EST
zh_hans: 估算

# dashboard.nav.title
source: Dashboard
zh_hans: 仪表盘

# dashboard.nav.today
source: Today
zh_hans: 今天

# dashboard.periodization.progress
source: %1$lld of %2$lld weeks
zh_hans: %1$lld / %2$lld 周

# dashboard.periodization.unlock
source: Keep logging — periodization insights unlock after %lld weeks of consistent training
zh_hans: 继续记录——坚持训练 %lld 周后即可解锁周期化分析洞察

# dashboard.section.recentSessions
source: RECENT SESSIONS
zh_hans: 最近训练

# dashboard.section.trainingLoad
source: TRAINING LOAD
zh_hans: 训练负荷

# dashboard.title
source: Today
zh_hans: 今日

# dashboard.weeklySummary.firstWeekPrompt
source: Complete your first training week to see a summary.
zh_hans: 完成你的第一周训练后即可查看总结。

# date.today
source: Today
zh_hans: 今天

# date.yesterday
source: Yesterday
zh_hans: 昨天

# delta.aboveBaseline
source: %.0f%% above baseline
zh_hans: 高于基线 %.0f%%

# delta.belowBaseline
source: %.0f%% below baseline
zh_hans: 低于基线 %.0f%%

# delta.minAboveTarget
source: %d min above target
zh_hans: 高于目标 %d 分钟

# delta.minBelowTarget
source: %d min below target
zh_hans: 低于目标 %d 分钟

# detail.label.sevenDayAvg
source: 7-DAY AVG
zh_hans: 7 日平均

# detail.readout.now
source: ● now
zh_hans: ● 当前

# detraining.mild
source: Slight break detected — easing back in.
zh_hans: 检测到轻微休息 — 逐步恢复。

# detraining.moderate
source: 2+ weeks off — reducing load to rebuild safely.
zh_hans: 休息 2 周以上 — 减少负荷以安全地重建。

# detraining.significant
source: Extended break — starting at 60% to prevent injury.
zh_hans: 长期休息 — 从 60% 开始以防止受伤。

# duration.hoursMinutes
source: %lldh %lldm
zh_hans: %lld小时%lld分钟

# duration.minutes
source: %lldm
zh_hans: %lld分钟

# empty.noExercises
source: No exercises found
zh_hans: 找不到练习

# empty.noTemplates
source: No templates yet
zh_hans: 还没有模板

# empty.noTemplates.description
source: Create your first template to speed up workout logging.
zh_hans: 创建您的第一个模板以加快训练记录。

# empty.noTemplates.importFirst
source: Bring your program — paste it, a PDF, or a photo — and Tuwa proposes each day from it. Or just tap the mic and say a workout.
zh_hans: 导入你的训练计划——粘贴、PDF 或照片——Tuwa 会据此提出每天的训练。也可以点按麦克风直接说出训练。

# empty.noTemplates.pickerImportFirst
source: Bring your program to train planned days, or start a blank workout.
zh_hans: 导入训练计划以按计划训练，或开始空白训练。

# empty.noTemplates.title
source: No Templates Yet
zh_hans: 还没有模板

# error.import.cameraUnavailable
source: Camera is unavailable on this device. Choose a photo instead.
zh_hans: 此设备无法使用相机。请改为选择照片。

# error.import.emptyProgram
source: This file has no workout I can read — try a photo of one week.
zh_hans: 文件中没有可读取的训练内容——试试拍下某一周的照片。

# error.import.filesUnreadable
source: No text found in %@. Everything else is still here.
zh_hans: 在%@中没有找到文字。其他内容仍然保留。

# error.import.invalidImage
source: Could not process the image. Please try a different photo.
zh_hans: 无法处理图像。请尝试其他照片。

# error.import.invalidPDF
source: Could not read the PDF file. It may be corrupted or password-protected.
zh_hans: 无法读取 PDF 文件。它可能已损坏或受密码保护。

# error.import.noExercises
source: No exercises were found. Add more plan detail and try again.
zh_hans: 未找到任何练习。请添加更多计划详情后重试。

# error.import.notAuthenticated
source: You must be signed in to import workouts.
zh_hans: 你必须登录才能导入训练。

# error.import.noTextFound
source: No readable text found in the file. Try a clearer image or a different format.
zh_hans: 文件中未找到可读的文本。尝试更清晰的图像或不同的格式。

# error.import.parseFailed
source: Failed to parse workout: %@
zh_hans: 无法解析训练：%@

# error.import.photoLoadFailed
source: Could not load that photo. Try a different image.
zh_hans: 无法加载该照片。请尝试其他图像。

# error.import.programTooLong
source: That is too long to read at once. Try a few weeks at a time — fewer files, or a photo of one week.
zh_hans: 内容太长，无法一次读取。试试每次导入几周——减少文件数量，或拍下某一周的照片。

# error.import.saveFailed
source: Could not save the imported plan. Try again.
zh_hans: 无法保存导入的计划。请重试。

# error.loadingAthleteData
source: Unable to load athlete data.
zh_hans: 无法加载运动员数据。

# error.parseFailure
source: Could not parse any exercises. Try format: "Bench Press 4x8 @RPE 7"
zh_hans: 无法解析任何练习。尝试格式：“Bench Press 4x8 @RPE 7”

# error.templateNotFound
source: No template found for this code. Check the code and try again.
zh_hans: 找不到此代码的模板。检查代码并重试。

# error.templateSave
source: Couldn't save template. Try again.
zh_hans: 无法保存模板。请重试。

# exercise.action.addQuery
source: Add “%@”
zh_hans: 添加“%@”

# exercise.action.details
source: Details
zh_hans: 查看详情

# exercise.action.finish
source: Done with this exercise
zh_hans: 该动作已完成

# exercise.action.reopen
source: Reopen
zh_hans: 重新打开

# exercise.detail.category
source: Category
zh_hans: 类别

# exercise.detail.equipment
source: Equipment
zh_hans: 器械

# exercise.detail.instructions
source: Instructions
zh_hans: 动作要领

# exercise.detail.secondaryMuscles
source: Secondary Muscles
zh_hans: 协同肌群

# exercise.detail.select
source: Select
zh_hans: 选择

# exercise.detail.target
source: Target
zh_hans: 目标肌群

# exercise.field.category
source: Category
zh_hans: 类别

# exercise.field.muscleGroup.optional
source: Muscle Group (optional)
zh_hans: 肌群（可选）

# exercise.field.muscleGroup.required
source: Muscle Group
zh_hans: 肌群

# exercise.field.name.placeholder
source: Exercise name
zh_hans: 练习名称

# exercise.filter.anyEquipment
source: Any Equipment
zh_hans: 不限器械

# exercise.filter.equipment
source: Equipment
zh_hans: 器械

# exercise.label.distance
source: DISTANCE
zh_hans: 距离

# exercise.label.duration
source: DURATION
zh_hans: 时长

# exercise.label.prefilledFromLast
source: PRE-FILLED FROM LAST SESSION
zh_hans: 已根据上次训练预填

# exercise.nav.detail
source: Exercise
zh_hans: 练习详情

# exercise.nav.muscleGroup
source: Muscle Group
zh_hans: 肌肉群

# exercise.nav.select
source: Select Exercise
zh_hans: 选择练习

# exercise.resolve.error.emptyName
source: Enter an exercise name.
zh_hans: 请输入练习名称。

# exercise.resolve.error.missingMuscleGroup
source: Choose a muscle group before saving.
zh_hans: 保存前请选择肌群。

# exercise.resolve.error.noExercise
source: Could not identify an exercise.
zh_hans: 无法识别练习。

# exercise.search.prompt
source: Search exercises
zh_hans: 搜索练习

# exercise.section.all
source: All Exercises
zh_hans: 全部练习

# exercise.section.recent
source: Recent
zh_hans: 最近使用

# exercise.section.yours
source: Your Exercises
zh_hans: 自定义练习

# exercise.summary.setCount
source: %d sets
zh_hans: %d 组

# exercise.totalVolume
source: Total: %@
zh_hans: 总计：%@

# exerciseCategory.bodyweight
source: Bodyweight
zh_hans: 自重

# exerciseCategory.cardio
source: Cardio
zh_hans: 有氧

# exerciseCategory.compound
source: Compound
zh_hans: 复合动作

# exerciseCategory.drill
source: Drill
zh_hans: 技术训练

# exerciseCategory.interval
source: Interval
zh_hans: 间歇训练

# exerciseCategory.isolation
source: Isolation
zh_hans: 孤立动作

# exerciseCategory.plyometric
source: Plyometric
zh_hans: 增强式 (Plyometric)

# experience.advanced
source: Advanced
zh_hans: 高阶

# experience.advanced.subtitle
source: 3+ years, understands periodization
zh_hans: 3 年以上，熟悉周期化训练

# experience.beginner
source: Beginner
zh_hans: 初学者

# experience.beginner.subtitle
source: New to structured training
zh_hans: 刚开始进行系统训练

# experience.intermediate
source: Intermediate
zh_hans: 进阶

# experience.intermediate.subtitle
source: 1-3 years consistent training
zh_hans: 1-3 年规律训练

# export.action.deselectAll
source: Deselect All
zh_hans: 取消全选

# export.action.selectAll
source: Select All
zh_hans: 全选

# export.pdf.generateButton
source: Generate Report
zh_hans: 生成报告

# export.pdf.title
source: Export PDF Report
zh_hans: 导出 PDF 报告

# factor.accumulatedFatigue
source: Accumulated fatigue
zh_hans: 积累疲劳

# factor.enduranceLoadElevation
source: Endurance-load above personal baseline
zh_hans: 耐力负荷高于个人基线

# factor.heartRateVariability
source: Heart Rate Variability
zh_hans: 心率变异性

# factor.loadDistributionFallback
source: Load distribution: limited data — using fallback
zh_hans: 负荷分布：数据有限 — 使用备用

# factor.restDebt
source: Rest debt
zh_hans: 休息欠债

# factor.restingHeartRate
source: Resting Heart Rate
zh_hans: 静息心率

# factor.sleep
source: Sleep
zh_hans: 睡眠

# factor.sleepDuration
source: Sleep Duration
zh_hans: 睡眠时长

# factor.softTissueMemory
source: Soft-tissue memory
zh_hans: 软组织记忆

# factor.strengthLoadElevation
source: Per-muscle strength-load elevation
zh_hans: 单肌肉力量负荷升高

# factor.subjectiveTrend
source: Subjective Trend
zh_hans: 主观趋势

# factor.trainingLoadMonotony
source: Training-load monotony
zh_hans: 训练负荷单调性

# factor.trainingStreak
source: Training Streak
zh_hans: 训练连续周期

# fatigue.message.elevated
source: Accumulated training stress is building. Consider lighter sessions or extra recovery.
zh_hans: 累积训练压力在增加。考虑进行更轻的训练或额外恢复。

# fatigue.message.high
source: Body stress is elevated. A deload day or active recovery session is recommended.
zh_hans: 身体压力升高。建议进行减量日或主动恢复训练。

# fatigue.message.low
source: Training stress is within normal range.
zh_hans: 训练压力在正常范围内。

# fatigue.message.saturation
source: Training stress is very high. Prioritize rest to avoid diminishing returns.
zh_hans: 训练压力非常高。优先考虑休息以避免收益递减。

# fatigue.zone.elevated
source: FATIGUE ELEVATED
zh_hans: 疲劳程度升高

# fatigue.zone.high
source: FATIGUE HIGH
zh_hans: 疲劳程度高

# fatigue.zone.low
source: FATIGUE LOW
zh_hans: 疲劳程度低

# fatigue.zone.saturation
source: FATIGUE VERY HIGH
zh_hans: 疲劳程度非常高

# feltRight.header
source: YESTERDAY'S CALL
zh_hans: 昨天的判断

# feltRight.question
source: Did it feel right?
zh_hans: 感觉对吗？

# feltRight.right
source: Felt right
zh_hans: 感觉对

# feltRight.unsure
source: Unsure
zh_hans: 说不准

# feltRight.wrong
source: Felt wrong
zh_hans: 感觉不对

# field.templateName
source: Template name
zh_hans: 模板名称

# filter.all
source: All
zh_hans: 全部

# frequency.fiveToSix
source: 5-6 days/week
zh_hans: 每周 5-6 天

# frequency.oneToTwo
source: 1-2 days/week
zh_hans: 每周 1-2 天

# frequency.sevenPlus
source: 7+ days/week
zh_hans: 每周 7 天以上

# frequency.threeToFour
source: 3-4 days/week
zh_hans: 每周 3-4 天

# guided.action.backToSession
source: Back to the session
zh_hans: 返回训练

# guided.action.extraSet
source: + Extra set
zh_hans: + 加一组

# guided.action.finishSession
source: Finish session
zh_hans: 结束训练

# guided.action.logSet
source: Log set
zh_hans: 记录该组

# guided.action.skipMove
source: Skip move
zh_hans: 跳过动作

# guided.block.warmup
source: W
zh_hans: 热

# guided.cap.ceiling
source: RPE %1$lld ceiling · %2$@
zh_hans: RPE 上限 %1$lld · %2$@

# guided.cap.logSession
source: Log this session
zh_hans: 记录这次训练

# guided.cap.minutes
source: %lld min
zh_hans: %lld 分钟

# guided.cap.planned
source: planned
zh_hans: 计划

# guided.cap.today
source: today
zh_hans: 今天

# guided.complete.moves
source: %1$d of %2$d moves
zh_hans: %2$d 个动作完成 %1$d 个

# guided.complete.reopenHint
source: Tap to reopen this movement
zh_hans: 点按可重新打开该动作

# guided.complete.setsLogged
source: %d sets logged
zh_hans: 已记录 %d 组

# guided.complete.skipped
source: — Skipped
zh_hans: — 已跳过

# guided.complete.title
source: Session complete
zh_hans: 训练完成

# guided.hero.movePosition
source: %1$d of %2$d
zh_hans: %1$d / %2$d

# guided.next.finish
source: Finish
zh_hans: 结束

# guided.next.label
source: Next
zh_hans: 下一个

# guided.next.lastMove
source: Last move
zh_hans: 最后一个动作

# guided.next.left
source: Left
zh_hans: 剩余

# guided.next.then
source: Then
zh_hans: 接着

# guided.pair.done
source: Done
zh_hans: 已完成

# guided.pair.live
source: Live
zh_hans: 进行中

# guided.pair.next
source: Next
zh_hans: 下一组

# guided.pair.setNumber
source: Set %d
zh_hans: 第 %d 组

# guided.stat.elapsed
source: Elapsed
zh_hans: 已用时

# guided.stat.move
source: Move
zh_hans: 动作

# guided.stat.sinceSet
source: Since set
zh_hans: 距上组

# hrv.chart.annotation
source: 7d avg: %d ms
zh_hans: 7 日平均：%d ms

# hrv.chart.annotation.band
source: 7d avg: %1$d ms · ±1SD %2$d–%3$d
zh_hans: 7 日平均：%1$d ms · ±1SD %2$d–%3$d

# hrv.chart.empty.message
source: No HRV data available. Connect a wearable device through Apple Health.
zh_hans: 无可用的心率变异性数据。通过 Apple 健康连接穿戴设备。

# hrv.detail.about.baseline.body
source: Absolute HRV varies enormously between people — 30 ms can be excellent for one athlete and poor for another. Tuwa compares you only against your own rolling 7-day average, so the number that matters is the deviation, not the reading.
zh_hans: 不同人的心率变异性绝对值差异极大——30 ms 对一个运动员可能很好，对一个普通人就可能偏低。Tuwa 只将你与自己的 7 日滚动平均值比较，所以真正重要的是偏离幅度，而不是数据本身的高低。

# hrv.detail.about.baseline.title
source: Why your baseline is personal
zh_hans: 为什么基准线因人而异

# hrv.detail.about.deviation.body
source: A single reading below baseline is usually noise — alcohol, a late meal, a bad night. Two or three in a row alongside a raised resting heart rate is the pattern that means fatigue, and that is what your readiness score is already weighing.
zh_hans: 单次低于基准线的读数通常只是噪音——饮酒、晚餐吃太晚、睡得不好。连续两三次且伴随静息心率升高，才是提示疲劳的模式，而这正是你的准备度评分在监测的内容。

# hrv.detail.about.deviation.title
source: What a deviation means
zh_hans: 偏离基准线意味着什么

# hrv.detail.about.measures.title
source: What HRV measures
zh_hans: 心率变异性是在测量什么
